const quizData = [
    {
      "question": "பட்டாடை அணியும் மாந்தர்கள் யார் யார்",
      "options": ["கொல்லர்", "புலவர்", "நெசவாளர்", "அரசன், வணிகர்"],
      "correct": "அரசன், வணிகர்"
    },
    {
      "question": "கிழ்கண்ட புலவர்களில் யார் ஆடை விற்பனை செய்தனர்",
      "options": ["கபிலர்", "ஒளவையார்", "நக்கீரர்", "இளவேட்டனார்"],
      "correct": "இளவேட்டனார்"
    },
    {
      "question": "ஆதி கால மனிதன் எவ்வகையான ஆடையை பயன்படுத்தினான்",
      "options": ["மர நார்கள்", "மரத் தழைகள்", "மிருகங்களின் தோல்", "இவை அனைத்தும்"],
      "correct": "இவை அனைத்தும்"
    },
    {
      "question": "நெசவுத் தொழிலில் ஈடுபட்ட புலவர்கள் யார்",
      "options": ["கபிலர்", "வள்ளுவர், கம்பர்", "இளங்கோவடிகள்", "ஒட்டக்கூத்தர்"],
      "correct": "வள்ளுவர், கம்பர்"
    },
    {
      "question": "உடை உற்பத்தி செய்யக்கூடிய மகளிரை எவ்வாறு அழைத்தனர்",
      "options": ["பரித்திப் பெண்டிர்", "கைம்பெண்", "ஆடை செய்யும் பெண்டிர்", "முதிர் கண்ணியர்"],
      "correct": "பரித்திப் பெண்டிர்"
    },
    {
      "question": "துகில் ஆடை எதைக் கொண்டு தயாரிக்கப்படுகிறது",
      "options": ["பட்டு", "பருத்தி", "பாம்பின் தோல்", "மூங்கில் நார்"],
      "correct": "பருத்தி"
    },
    {
      "question": "பருத்தி ஆடையைக் கீழ்கண்ட எந்த நாட்டிற்கு ஏற்றுமதி செய்தனர்",
      "options": ["இவை அனைத்தும்", "கிரேக்கம்", "எகிப்து", "சீனா"],
      "correct": "இவை அனைத்தும்"
    },
    {
      "question": "தக்களி என்பது எதனைக் குறிக்கும்",
      "options": ["கருங்கல்", "சக்கரம்", "குண்டு", "ஊசி"],
      "correct": "சக்கரம்"
    },
    {
      "question": "கீழடியில் கிடைத்த சுடுமண் உருவங்கள் எவை",
      "options": ["மனிதன் மற்றும் விலங்கு", "பானை ஓடுகள்", "வட்டச்சில்லுகள்", "சக்கரங்கள்"],
      "correct": "மனிதன் மற்றும் விலங்கு"
    },
    {
      "question": "கயிறுக்கு வழங்கப்படும் வேறு பெயர்கள்",
      "options": ["நூல் சரடு", "வேள்விக் கயிறு", "இவை அனைத்தும்", "முத்துக் கோர்க்கும் நூல்"],
      "correct": "இவை அனைத்தும்"
    },
    {
      "question": "கீறல்கள் என்பது எதனைக் குறிக்கும்",
      "options": ["வரி வடிவம்", "எழுதுதல்", "வட்டமிடுதல்", "வரைதல்"],
      "correct": "வரி வடிவம்"
    },
    {
      "question": "மண் என்ற சொல்லைக் குறிக்கும் பெயர்",
      "options": ["மண் அணு", "இவை அனைத்தும்", "துகள்", "மலை"],
      "correct": "இவை அனைத்தும்"
    },
    {
      "question": "தமிழர்கள் ஆடைகளில் எவ்வகையான வண்ணத்தினை பயன்படுத்தினர்",
      "options": ["கருப்பு மற்றும் வெள்ளை", "வெள்ளை மற்றும் நீலம்", "நீலம் மற்றும் சிவப்பு", "பச்சை மற்றும் கருப்பு"],
      "correct": "நீலம் மற்றும் சிவப்பு"
    },
    {
      "question": "மட்பாண்டங்கள் தயாரிக்கப் பயன்படும் மண்",
      "options": ["செம்மண்", "துருக்கல் மண்", "வண்டல் மண்", "களிமண்"],
      "correct": "களிமண்"
    },
    {
      "question": "நீண்ட நாள் நீடித்திருக்கும் பாண்டங்கள்",
      "options": ["கதிரவன் ஒளி பட்ட", "சுட்ட பாண்டங்கள்", "சுடுப்படாத பாண்டங்கள்", "இருளில் வைக்கப்படும்"],
      "correct": "சுட்ட பாண்டங்கள்"
    },
    {
      "question": "கீழடியில் கிடைத்த சிவப்பு நிற பாணைகளில் பயன்படுத்திய தாது பொருள்கள்",
      "options": ["இரும்பு தாது", "தாமிரத்தாது", "அலுமினியத் தாது", "கரி"],
      "correct": "இரும்பு தாது"
    },
    {
      "question": "குறியீடு கொண்ட பாணை ஓடுகள் கிடைக்கும் இடம்",
      "options": ["ஆதிச்சநல்லூர்", "உறையூர்", "இவை அனைத்தும்", "மாங்குளம்"],
      "correct": "இவை அனைத்தும்"
    },
    {
      "question": "கீழ்கண்ட நாடுகளில் எங்கு கீறல் குறியீடு கொண்ட பாணை ஓடுகள் கிடைத்தன.",
      "options": ["இலங்கை", "பர்மா", "மலையசியா", "சிங்கப்பூர்"],
      "correct": "இலங்கை"
    },
    {
      "question": "மட்பாண்டங்களின் நிறங்கள் எவை",
      "options": ["கருப்பு மற்றும் சிவப்பு", "கருப்பு மற்றும் ஊதா", "வெள்ளை மற்றும் மஞ்சள்", "பச்சை மற்றும் சிவப்பு"],
      "correct": "கருப்பு மற்றும் சிவப்பு"
    },
    {
      "question": "பாணைகளில் பொறிக்கப் பட்ட எழுத்துகள்",
      "options": ["தமிழ் - கிரந்தம்", "தமிழ் - பிராமி", "வட்டெழுத்துகள்", "இவை அனைத்தும்"],
      "correct": "தமிழ் - பிராமி"
    },
    {
      "question": "அகழாய்வில் சங்க காலத் தமிழ் எழுத்து கல்வெட்டுகள் எத்தனை கிடைத்தன.",
      "options": ["210", "110", "10", "310"],
      "correct": "110"
    },
    {
      "question": "கீழடி அகழாய்வில் தமிழி எழுத்து பொறிக்கப்பட்ட எத்தனை பானை ஓடுகள் கிடைத்தன.",
      "options": ["36", "46", "56", "26"],
      "correct": "56"
    },
    {
      "question": "பானைகளில் பொறிக்கப்பட்ட ஆட்பெயர்கள் என்ன",
      "options": ["குவிரன், அதன்", "இளந்திரை, காரி", "அகரன், பாரி", "பரிதி, அதியமான்"],
      "correct": "குவிரன், அதன்"
    },
    {
      "question": "கருப்பு சிவப்பு பானைகளை எத்தனை டிகிரி வெப்பநிலையில் சூடுப்படுத்தினர்.",
      "options": ["110", "1100", "2100", "3100"],
      "correct": "1100"
    },
    {
      "question": "மண்பாண்டங்களுக்கு வழங்கப்படும் வேறு பெயர்.",
      "options": ["மிடா", "குழிசி", "தசும்பு", "இவை அனைத்தும்"],
      "correct": "இவை அனைத்தும்"
    },
    {
      "question": "கீழடியில் கிடைத்த பானை ஓடுகளில் எத்தனை நானோ குழாய்கள் உள்ளது.",
      "options": ["ஒற்றை மற்றும் பல்சுவர்", "இரட்டை மற்றும் ஒற்றை", "பல்சுவர் மற்றும் இரட்டை", "மூன்று மற்றும் ஒற்றை"],
      "correct": "ஒற்றை மற்றும் பல்சுவர்"
    },
    {
      "question": "சங்ககாலத் தமிழர் நூல் கயிற்றை எவற்றுக்கெல்லாம் பயன்படுத்தினர்",
      "options": ["குவளை மலர்", "தாமரை மலர்", "முத்து", "இவை அனைத்தும்"],
      "correct": "இவை அனைத்தும்"
    },
    {
      "question": "சங்ககாலத் தமிழர் நாரை எவற்றுக்கெல்லாம் பயன்படுத்தினர்",
      "options": ["இவை அனைத்தும்", "அத்திப்பூ", "வேப்பம் பூ", "முல்லைப்பூ"],
      "correct": "இவை அனைத்தும்"
    },
    {
      "question": "ஆதிச்ச நல்லூர் அகழாய்வில் கிடைத்த பொருட்கள்",
      "options": ["நூல் நூற்கும் தக்களிகள்", "பஞ்சாடை", "தசும்பு", "கருங்கல்"],
      "correct": "பஞ்சாடை"
    },
    {
      "question": "கொடுமணல் அகழாய்வில் கிடைத்த பொருட்கள்",
      "options": ["மண்வெட்டி", "கொழு", "உமி", "நூல் நூற்கும் தக்களிகள்"],
      "correct": "நூல் நூற்கும் தக்களிகள்"
    },
    {
      "question": "பருத்திவேலிச் சீறூர் என்று பாடிய பெண்புலவர் யார்",
      "options": ["ஒளவையார்", "பொன்முடியார்", "காக்கை பாடினியார்", "புனிதவதியார்"],
      "correct": "பொன்முடியார்"
    },
    {
      "question": "பருத்திவேலிச் சீறூரின் மன்னன் என யாரை குறிப்பிடுகிறார்.",
      "options": ["பாரி", "ஓரி", "ஒரி", "அதியமான்"],
      "correct": "அதியமான்"
    },
    {
      "question": "பருத்தி இழையிலிருந்து தயாரிக்கப்படும் ஆடை",
      "options": ["பட்டாடை", "நூலாடை", "உரியாடை", "தழையாடை"],
      "correct": "நூலாடை"
    },
    {
      "question": "கருப்பு, சிவப்பு பாண்டங்களின் பண்பாடு எக்காலத்திற்கு இடையே தோன்றியது.",
      "options": ["புதியகற்காலம்", "இரும்புக்காலம்", "கற்காலம்", "இவையனைத்தும்"],
      "correct": "இரும்புக்காலம்"
    },
    {
      "question": "கருப்பு, சிவப்புக் பாண்டங்களின் காலம்",
      "options": ["கி.மு. 1450-1200", "கி.மு. 1350-1100", "கி.மு. 1250-1100", "கி.மு. 1150-1200"],
      "correct": "கி.மு. 1450-1200"
    },
    {
      "question": "கீழடியில் கிடைத்த நானோ குழாய்கள் எத்தனை வருடங்களுக்கு முந்தியவை",
      "options": ["3,400", "1,400", "2,400", "4,400"],
      "correct": "2,400"
    },
    {
      "question": "கார்பன் நானோ குழாய்கள் உருவாக எத்தனை டிகிரி செல்சியஸ் வெப்பம் தேவை",
      "options": ["1,200", "2,200", "1,100", "1,250"],
      "correct": "1,200"
    },
    {
      "question": "நானோ குழாய்கள் கண்டறியப்பட பிறநாடுகள்",
      "options": ["அமெரிக்கா", "டமாஸ்கஸ்", "கிரேக்கம்", "சிங்கப்பூர்"],
      "correct": "டமாஸ்கஸ்"
    },
    {
      "question": "கிழடியில் கிடைத்த பாணைகளில் தமிழி எழுத்துகள் எப்பொழுது பொறிக்கப்பட்டது.",
      "options": ["வனையும் போது", "ஈரநிலையில்", "உலர்ந்த பின்பு", "இவையனைத்தும்"],
      "correct": "உலர்ந்த பின்பு"
    },
    {
      "question": "கருப்பு வண்ணம் பளபளப்புத் தன்மை குறையாமல் இருப்பதற்கு காரணம்",
      "options": ["கார்பன் நானோ குழாய்கள்", "கார்பன் டை ஆக்சைடு", "கார்பன் மோனாக்சைடு", "கார்பன் டை மோனாக்சைடு"],
      "correct": "கார்பன் நானோ குழாய்கள்"
    },
    {
      "question": "ஆடையில்லா மனிதன் ____ ஆவான்.",
      "options": ["முழுமனிதன்", "ஆண்டி", "அரைமனிதன்", "ஞானி"],
      "correct": "அரைமனிதன்"
    },
    {
      "question": "மனிதனின் அடிப்படைத் தேவைகளுள் ஒன்று",
      "options": ["நீர்", "காற்று", "ஆடை", "வெளிச்சம்"],
      "correct": "ஆடை"
    },
    {
      "question": "____ ஆனாலும் கசக்கி கட்டு",
      "options": ["கந்தையானாலும்", "கூழானாலும்", "நீரானாலும்", "அமிர்தமானாலும்"],
      "correct": "கந்தையானாலும்"
    },
    {
      "question": "உடுப்பதற்கு ____ உடைகள் இன்றியமையாதது",
      "options": ["மூன்று", "இரண்டு", "நான்கு", "ஒன்று"],
      "correct": "இரண்டு"
    },
    {
      "question": "உண்பதற்கு ____ உணவு என புறநானூறு கூறுகிறது.",
      "options": ["நாழி", "ஆழாக்கு", "குறுணி", "பதக்கு"],
      "correct": "நாழி"
    },
    {
      "question": "நெசவுக் கலைப் பற்றி பேசும் நூல்",
      "options": ["பதிற்றுப்பத்து", "குறுந்தொகை", "பரிபாடால்", "நற்றிணை"],
      "correct": "பரிபாடால்"
    },
    {
      "question": "சங்க காலத்தில் நெசவுத் தொழிலுக்கு வழங்கப்பட்ட வேறு பெயர்",
      "options": ["காருகவினை", "கைத்தறி", "நூல்நூற்றல்", "ஆடை நெய்தல்"],
      "correct": "காருகவினை"
    },
    {
      "question": "சங்க காலத்தில் மிக மெல்லிய ஆடைகள் எங்கு நெய்யப்பட்டன.",
      "options": ["திருப்பூர்", "கொற்கை", "காஞ்சி", "தஞ்சை"],
      "correct": "காஞ்சி"
    },
    {
      "question": "நானோ தொழில்நுட்பம் என்பது",
      "options": [
        "மிகச் சிறிய அளவில் பொருட்களை உருவாக்குதல்",
        "மிக மிகச் சிறிய அளவில் பொருட்களை உருவாக்குதல்",
        "மிகப் பெரிய அளவில் பொருட்களை உருவாக்குதல்",
        "மிக மிகப் பெரிய அளவில் பொருட்களை உருவாக்குதல்"
      ],
      "correct": "மிக மிகச் சிறிய அளவில் பொருட்களை உருவாக்குதல்"
    },
    {
      "question": "தமிழ் நாட்டில் சிந்துவெளி குறியீடு எங்கு கிடைக்கின்றன.",
      "options": ["ஆதிச்சநல்லூர்", "கிழடி", "அழகன்குளம்", "தர்மபுரி"],
      "correct": "அழகன்குளம்"
    },
    {
      "question": "சங்க காலத்தில் குடிசைக்கு வழங்கப்பட்ட வேறு பெயர்கள்",
      "options": ["குரம்பை", "பெரிய குடில்", "பரண்", "குன்றுவீடு"],
      "correct": "குரம்பை"
    },
    {
      "question": "பரதவர் வீடுகளில் கூரை எதனால் வேயப்பட்டது.",
      "options": ["கல்", "செங்கல்", "புல்", "இலை"],
      "correct": "புல்"
    },
    {
      "question": "சங்க கால கட்டட கலைஞரின் பெயர்",
      "options": ["வலைஞர்", "கம்மியர்", "அறுவை வணிகன்", "கொல்லர்"],
      "correct": "கம்மியர்"
    },
    {
      "question": "பழங்கால கட்டுமானப் பொருட்கள்",
      "options": ["சுண்ணாம்பு", "கடுக்காய்", "கருப்பட்டி", "இவையனைத்தும்"],
      "correct": "இவையனைத்தும்"
    },
    {
      "question": "சங்க காலக் கட்டுமானத்திற்கு பயன்படுத்திய இருவகை மண்கள்",
      "options": ["அரைமண், பூச்சுமண்", "செம்மண், கரிசல்மண்", "களிமண் வண்டல் மண்", "இவையனைத்தும்"],
      "correct": "அரைமண், பூச்சுமண்"
    },
    {
      "question": "ஏழு மாடிகளுடன் கூடிய மாளிகைகள் இருந்தமையை சுட்டிக்காட்டும் நூல்",
      "options": ["முல்லைப்பாட்டு", "குறிஞ்சிப்பாட்டு", "பட்டினப்பாலை", "மதுரைக்காஞ்சி"],
      "correct": "முல்லைப்பாட்டு"
    },
    {
      "question": "மேற்கூரை வேயப்படாது இன்று உரைக்கும் மொட்டை மாடி வீடுகள் இருந்தமையைச் சுட்டிக்காட்டும் நூல்.",
      "options": ["திருமுருகாற்றுப்படை", "பெரும்பாணாற்றுப்படை", "சிறுபாணாற்றுப்படை", "கூத்தராற்றுப்படை"],
      "correct": "பெரும்பாணாற்றுப்படை"
    },
    {
      "question": "சங்க கால மக்கள் வீடுகளை பெரும்பாலும் எவற்றைக் கொண்டு கட்டினர்",
      "options": ["செங்கல் மற்றும் கல்", "பனை ஓலை, மண், மூங்கில்", "இரும்பு மற்றும் செங்கல்", "கம்பிகள் சிமெண்டு"],
      "correct": "பனை ஓலை, மண், மூங்கில்"
    },
    {
      "question": "மலைப் பகுதி மக்களின் குடியிருப்புகள் எவ்வாறு இருந்தன.",
      "options": ["குகைகளில்", "குடிசைகளில்", "மண் அரண்களில்", "மரவீடுகளில்"],
      "correct": "குகைகளில்"
    },
    {
      "question": "குறிஞ்சி நில மக்களின் குடியிருப்புகள் எங்கு அமைக்கப்பட்டன.",
      "options": ["பாறைகளின் அடிவாரத்தில்", "நிலப்பகுதிகளில்", "கோட்டைகளில்", "கடற்கரையில்"],
      "correct": "பாறைகளின் அடிவாரத்தில்"
    },
    {
      "question": "முல்லை நில மக்கள் வாழ்ந்த வீட்டின் அமைப்பு",
      "options": ["கல் வீடுகள்", "தாழ்வான கூரை வீடுகள்", "ஓலை குடிசைகள்", "குகைவீடுகள்"],
      "correct": "ஓலை குடிசைகள்"
    },
    {
      "question": "நெய்தல் நில மக்கள் எதன் அருகில் குடியமர்ந்தனர்.",
      "options": ["காடு", "மலை", "கடற்கரை", "ஆற்றங்கரை"],
      "correct": "கடற்கரை"
    },
    {
      "question": "அரண்மனைகள் எதற்காகக் கட்டப்பட்டன.",
      "options": ["மத வழிபாட்டிற்கு", "அரசரின் குடியிருப்புற்கு", "வணிக மையத்திற்கு", "பள்ளிகளுக்கு"],
      "correct": "அரசரின் குடியிருப்புற்கு"
    },
    {
      "question": "அரண்மனையின் முக்கிய அம்சம் எது",
      "options": ["பெரிய சுவர் மற்றும் மணி மாடம்", "கடற்கரை", "தோட்டம்", "கல்லறை"],
      "correct": "பெரிய சுவர் மற்றும் மணி மாடம்"
    },
    {
      "question": "சங்ககாலத்தில் அகழிகள் எதற்காக பயன்பட்டன.",
      "options": ["விளையாட்டுக்கு", "நில பாதுகாப்புக்கும், நீர் சேமிப்பிற்கும்", "மீன் பிடிப்பதற்கு", "வணிகத்திற்கு"],
      "correct": "நில பாதுகாப்புக்கும், நீர் சேமிப்பிற்கும்"
    },
    {
      "question": "கோட்டைகள் எதற்காக அமைக்கப்பட்டன.",
      "options": ["வேளாண்மைக்கு", "எதிரிகளைத் தடுப்பதற்கு", "பண்டிகைக்காக", "தானியக் களஞ்சியத்திற்கு"],
      "correct": "எதிரிகளைத் தடுப்பதற்கு"
    },
    {
      "question": "கடலில் பயணிக்கும் கப்பல்களுக்கு வழிகாட்டியாக இருந்தது எது.",
      "options": ["தீப கோபுரம்", "நட்சத்திரம்", "மலைகள்", "மீனவர்கள்"],
      "correct": "தீப கோபுரம்"
    },
    {
      "question": "நெய்தல் நில மக்கள் அதிகமானோர் எந்தத் தொழிலில் ஈடுபட்டனர்.",
      "options": ["விவசாயம்", "மீன்பிடி", "வேட்டை", "வணிகம்"],
      "correct": "மீன்பிடி"
    },
    {
      "question": "குறிஞ்சி நில மக்களின் முக்கிய வாழ்க்கை முறை எது.",
      "options": ["மீன் பிடி", "வேட்டை", "வணிகம்", "கல்வி"],
      "correct": "வேட்டை"
    },
    {
      "question": "முல்லை நில மக்கள் வாழ்ந்த இடம் எது",
      "options": ["கடற்கரை", "காட்டுப்பகுதி", "பாலைநிலத்தில்", "மலையில்"],
      "correct": "காட்டுப்பகுதி"
    },
    {
      "question": "பழந்தமிழர்கள் தடவு பாண்டங்களை எதற்காகப் பயன்படுத்தினர்",
      "options": ["தண்ணீர் வைக்க", "உணவு வைக்க", "தானியம் வைக்க", "இவையனைத்திற்கும்"],
      "correct": "இவையனைத்திற்கும்"
    },
    {
      "question": "உடைந்த கலன் எவ்வாறு பயன்படுத்தப்பட்டது.",
      "options": ["குடம்", "விளக்கு கிண்ணம்", "சாணம் வைக்க", "தயிர் வைக்க"],
      "correct": "விளக்கு கிண்ணம்"
    },
    {
      "question": "சங்ககாலத்தில் சுடுமண் எதற்காகப் பயன்படுத்தப்பட்டது.",
      "options": ["சமைக்க", "உணவு சேமிக்க", "பானை செய்ய", "மேற்கூறிய அனைத்தும்"],
      "correct": "பானை செய்ய"
    },
    {
      "question": "மரச் சிலைகள் எங்கு காணப்பட்டன.",
      "options": ["சுமன் பாண்டங்களில்", "கோவில்களில்", "நதிக்கரையில்", "வீட்டுக்குள்"],
      "correct": "கோவில்களில்"
    },
    {
      "question": "பஞ்சரதங்கள் எங்கு அமைந்துள்ளது.",
      "options": ["காஞ்சிபுரம்", "மதுரை", "மாமல்லபுரம்", "திருச்சி"],
      "correct": "மாமல்லபுரம்"
    },
    {
      "question": "குகைக் கோவில்களில் இல்லாதது எது.",
      "options": ["வராகக் குகை", "கோணேரி மண்டபம்", "திருவள்ளுவர் மண்டபம்", "கிருஷ்ண மண்டபம்"],
      "correct": "திருவள்ளுவர் மண்டபம்"
    },
    {
      "question": "அர்ஜீனன் தபசு சிற்பம் எங்கு உள்ளது.",
      "options": ["காஞ்சிபுரம்", "மதுரை", "கும்பகோணம்", "மாமல்லபுரம்"],
      "correct": "மாமல்லபுரம்"
    },
    {
      "question": "சிலப்பதிகார காவியத்தை இயற்றியவர் யார்",
      "options": ["நக்கீரர்", "இளங்கோவடிகள்", "கம்பர்", "சேக்கிழார்"],
      "correct": "இளங்கோவடிகள்"
    },
    {
      "question": "சிலம்பு எதனால் செய்யப்பட்டிருந்தது.",
      "options": ["வெள்ளி", "பொன்", "மணிகொண்ட பித்தளை", "இரும்பு"],
      "correct": "மணிகொண்ட பித்தளை"
    },
    {
      "question": "மாமல்லபுர நகரத்தை புகழ்படுத்திய பல்லவ மன்னன் யார்.",
      "options": ["மகேந்திரவர்மன்", "நரசிம்மவர்மன்", "ராச்சிம்மன்", "நந்திவர்மன்"],
      "correct": "நரசிம்மவர்மன்"
    },
    {
      "question": "பஞ்சரதங்கள் யாரின் பெயரால் அழைக்கப்படுகின்றன.",
      "options": ["பாண்டவர்கள்", "சோழர்கள்", "பல்லவர்கள்", "பாண்டியர்கள்"],
      "correct": "பாண்டவர்கள்"
    },
    {
      "question": "கிருஷ்ண மண்டபச் சிற்பம் எந்தக் கதையைச் சித்தரிக்கிறது",
      "options": ["மகாபாரதம்", "ராமாயணம்", "கோவர்த்தன கதை", "பகவத்கீதை"],
      "correct": "கோவர்த்தன கதை"
    },
    {
      "question": "பல்லவர்கள் கட்டிய கைலாசநாதர் கோவில் எங்கு உள்ளது.",
      "options": ["திருநெல்வேலி", "அருப்புக்கோட்டை", "தஞ்சாவூர்", "காஞ்சிபுரம்"],
      "correct": "காஞ்சிபுரம்"
    },
    {
      "question": "சோழர்களின் தலைநகரம் எது",
      "options": ["மதுரை", "தஞ்சாவூர்", "கும்பகோணம்", "திருச்சி"],
      "correct": "தஞ்சாவூர்"
    },
    {
      "question": "பிரகதீஸ்வரர் கோவிலை கட்டிய சோழ மன்னன் யார்",
      "options": ["கரிகாலன்", "ராஜராஜ சோழன்", "ராஜேந்திரசோழன்", "ஆதித்த கரிகாலன்"],
      "correct": "ராஜராஜ சோழன்"
    },
    {
      "question": "தஞ்சைப் பெரிய கோவில் எந்த நதிக்கரையில் அமைந்துள்ளது.",
      "options": ["காவேரி", "பாலாறு", "வைகை", "பொதிகை"],
      "correct": "காவேரி"
    },
    {
      "question": "சோழர்கள் உருவாக்கிய சிறந்த பஞ்சலோக சிலை எது.",
      "options": ["அம்பாள்", "நடராஜர்", "விநாயகர்", "முருகன்"],
      "correct": "நடராஜர்"
    },
    {
      "question": "அர்ஜுனன் தபசு சிற்பத்தின் அடி உயரம் எத்தனை",
      "options": ["20 அடி", "30 அடி", "40 அடி", "50 அடி"],
      "correct": "40 அடி"
    },
    {
      "question": "பெரிய கோவிலின் கோபுரம் எவ்வளவு உயரம் கொண்டது",
      "options": ["160 அடி", "180அடி", "200அடி", "216 அடி"],
      "correct": "216 அடி"
    },
    {
      "question": "சங்ககாலத்தில் கடல் வழிப் வாணிப புறநகர் துறைமுகம் எது.",
      "options": ["மால்லபுரம்", "புழலூர்", "காவேரிப்பட்டினம்", "மதுரை"],
      "correct": "காவேரிப்பட்டினம்"
    },
    {
      "question": "மதுரை மீனாட்சி அம்மன் கோவிலில் எத்தனை கோபுரங்கள் உள்ளன",
      "options": ["8", "10", "12", "14"],
      "correct": "12"
    },
    {
      "question": "மீனாட்சி அம்மன் கோவிலில் உள்ள ஆயிரம் தூண் மண்டபம் இன்று எதற்காகப் பயன்படுத்தப்படுகிறது.",
      "options": ["கச்சேரி", "வழிபாடு", "அருங்காட்சியகம்", "விருந்து"],
      "correct": "அருங்காட்சியகம்"
    },
    {
      "question": "திருமலை நாயக்கர் மஹால் எந்த ஆண்டு கட்டப்பட்டது.",
      "options": ["1536", "1636", "1736", "1836"],
      "correct": "1636"
    },
    {
      "question": "திருமலை நாயக்கர் மஹால் எவ்வகை கட்டடக்கலையைச் சார்ந்தது.",
      "options": ["இந்தோ - சாரசனிக்", "திராவிட", "இஸ்லாமிய", "இந்தோ - கிரேக்க"],
      "correct": "இந்தோ - சாரசனிக்"
    },
    {
      "question": "திருமலை நாயக்கர் மஹால் எந்த ஆண்டு தேசிய நினைவுச் சின்னமாக அறிவிக்கப்பட்டது.",
      "options": ["1951", "1961", "1971", "1981"],
      "correct": "1971"
    },
    {
      "question": "மதுரை மீனாட்சி அம்மன் கோவிலின் பரப்பளவு எத்தனை ஏக்கர்",
      "options": ["10", "12", "15", "18"],
      "correct": "15"
    },
    {
      "question": "செட்டிநாட்டு வீடுகள் எந்த மாவட்டத்தில் அதிகமாகக் காணப்படுகின்றன.",
      "options": ["சிவகங்கை", "மதுரை", "திருச்சி", "தஞ்சாவூர்"],
      "correct": "சிவகங்கை"
    },
    {
      "question": "இந்தியா வில் இந்தோ-சாரசனிக் கட்டிடக் கலை எந்தக் காலத்தில் வளர்ச்சி பெற்றது.",
      "options": ["பாண்டியர்", "சோழர்", "பிரிட்டிஷ்", "பல்லவர்"],
      "correct": "பிரிட்டிஷ்"
    },
    {
      "question": "சென்னை உயர்நீதிமன்றக் கட்டிக்கலை எது.",
      "options": ["திராவிடக் கலை", "இந்திய ஆரியக்கலை", "இந்தோ-சாரசனிக் கலை", "பௌத்தக்கலை"],
      "correct": "இந்தோ-சாரசனிக் கலை"
    },
    {
      "question": "சென்னை உயர்நீதிமன்றம் எந்த ஆண்டு கட்டப்பட்டது.",
      "options": ["1768", "1882", "1901", "1947"],
      "correct": "1882"
    },
    {
      "question": "கப்பல் கட்டும் கலையைப் பற்றிய சான்று எதில் காணப்படுகிறது.",
      "options": ["தொல்காப்பியம்", "புறநானூறு", "சிலப்பதிகாரம்", "திருக்குறள்"],
      "correct": "புறநானூறு"
    },
    {
      "question": "பயணக் கப்பல்களை தமிழர்கள் எவ்வாறு அழைத்தனர்.",
      "options": ["வள்ளம்", "யாத்திரைக் கப்பல்", "மரக் கப்பல்", "பாய்மரக் கப்பல்"],
      "correct": "பாய்மரக் கப்பல்"
    },
    {
      "question": "இரும்புத் தொழிலுக்கு புகழ் பெற்ற இடம் எது.",
      "options": ["காஞ்சிபுரம்", "தகடு", "தக்கோலம்", "கோவில்பட்டி"],
      "correct": "தக்கோலம்"
    },
    {
      "question": "தமிழர்களின் வரலாற்றில் முதலில் பயன்படுத்தப்பட்ட நாணயங்கள் எவை.",
      "options": ["பொற்காசுகள்", "பாண்டியர் நாணயங்கள்", "சோழர் நாணயங்கள்", "ஆயர் நாணயங்கள்"],
      "correct": "பாண்டியர் நாணயங்கள்"
    },
    {
      "question": "மலையுடன் தொடர்புடைய நாணயம் எது",
      "options": ["மலைமான்காசு", "யானைக்காசு", "அசோகக் காசு", "சிங்கக் காசு"],
      "correct": "மலைமான்காசு"
    },
    {
      "question": "கப்பல் கட்டுதலுக்கு தமிழர்கள் எந்த மரங்களை அதிகம் பயன்படுத்தினர்.",
      "options": ["தேக்கு, வெண்தேக்கு", "வேம்பு, நெல்லி", "பனை, தேங்காய்", "வில்வம், புளி"],
      "correct": "தேக்கு, வெண்தேக்கு"
    },
    {
      "question": "தமிழர்களின் கடல் வணிகம் எத்தனை ஆண்டுகளுக்கு முன்னரே இருந்தது",
      "options": ["கி.மு 1000", "கி.மு 500", "கி. மு 200", "கி.பி 200"],
      "correct": "கி.மு 500"
    },
    {
      "question": "பாண்டிய மன்னர்களின் நாணயங்களில் பொறிக்கப்பட்டிருந்த சின்னம்",
      "options": ["வில்", "மீன்", "சங்கு", "சிங்கம்"],
      "correct": "மீன்"
    },
    {
      "question": "நாணயங்களில் காணப்படும் சின்னம் எது",
      "options": ["புலி", "குதிரை", "யானை", "சங்கு"],
      "correct": "புலி"
    },
    {
      "question": "செங்குத்தான இரும்புக் கம்பிகளின் மூலம் எது தயாரிக்கப்பட்டது.",
      "options": ["வாள்", "ஈட்டி", "உழவு கருவிகள்", "அனைத்தும்"],
      "correct": "அனைத்தும்"
    },
    {
      "question": "தமிழர்கள் தயாரித்த இரும்பு பொருட்கள் யாருடைய ஆட்சிக்காலத்தில் வெளிநாடுகளுக்கு ஏற்றுமதி செய்யப்பட்டன.",
      "options": ["பாண்டியர்", "சோழர்", "சேரர்", "மூவரும்"],
      "correct": "மூவரும்"
    },
    {
      "question": "பண்டைய தமிழர்கள் இரும்பு உருக்க பயன்படுத்திய முறை எது",
      "options": ["உருக்கு அடுப்பு", "கல் அடுப்பு", "பிளாஸ்ட் ஃபர்னஸ்", "காற்றாலை"],
      "correct": "உருக்கு அடுப்பு"
    },
    {
      "question": "முதலாம் உலக வணிகர்கள் என்று வரலாற்றாசிரியர்கள் யாரை குறிப்பிடுகின்றனர்",
      "options": ["பண்டைய கிரேக்கர்கள்", "பண்டைய தமிழர்கள்", "ரோமானியர்", "எகிப்தியர்"],
      "correct": "பண்டைய தமிழர்கள்"
    },
    {
      "question": "பண்டைய தமிழர் நாணயங்களில் பயன்படுத்தப்படாத உலோகம்",
      "options": ["தங்கம்", "வெள்ளி", "செம்பு", "அலுமினியம்"],
      "correct": "அலுமினியம்"
    },
    {
      "question": "தமிழர்கள் வெளிநாட்டு வர்த்தகத்துக்காக அதிகமாக ஏற்றுமதி செய்த பொருட்கள்",
      "options": ["பருத்தி துணி", "கரும்பு", "மிளகு", "இரும்பு"],
      "correct": "மிளகு"
    },
    {
      "question": "யாருடைய ஆட்சிக்காலத்தில் தமிழர் கடற்படை சிறப்பாக வளர்ந்தது",
      "options": ["முதலாம் சோழர்", "கரிகால சோழன்", "இராஜராஜ சோழன்", "இரண்டாம் பாண்டியன்"],
      "correct": "இராஜராஜ சோழன்"
    },
    {
      "question": "சோழர்கள் எந்த நாட்டுடன் கடல் வணிகம் மேற்கொண்டனர்.",
      "options": ["எகிப்து", "சீனா", "ரோமா", "இவை அனைத்தும்"],
      "correct": "இவை அனைத்தும்"
    },
    {
      "question": "கடல் பயணம் பெரும்பாலும் எதற்காகப் பயன்படுத்தப்பட்டது.",
      "options": ["விவசாயம்", "போர்", "வாணிகம்", "கல்வி"],
      "correct": "வாணிகம்"
    },
    {
      "question": "பண்டைய தமிழர்கள் இரும்பினால் தயாரித்த முக்கிய வேளாண் கருவி",
      "options": ["உரல்", "உளி", "மண்வெட்டி", "கலப்பை"],
      "correct": "கலப்பை"
    },
    {
      "question": "பண்டைய தமிழர்கள் ரோமாவிற்கு ஏற்றுமதி செய்த முக்கிய பொருள் எது",
      "options": ["பருத்தி துணி", "நாணயம்", "வாள்", "கப்பல்"],
      "correct": "பருத்தி துணி"
    },
    {
      "question": "கடல் பாசறை என்ற சொல் எதை குறிக்கிறது",
      "options": ["கரையோர மக்கள்", "கடற்படை", "மீனவர்கள்", "வணிகக் குழுக்கள்"],
      "correct": "கடற்படை"
    },
    {
      "question": "சோழர்களின் துறைமுக நகரம் எது",
      "options": ["காஞ்சிபுரம்", "பூம் புகார்", "மதுரை", "ஊட்டி"],
      "correct": "பூம் புகார்"
    },
    {
      "question": "பண்டைய தமிழர் நாணயங்களை ஆய்வு செய்யும் துறை",
      "options": ["புவியியல்", "தொல்பொருள் ஆய்வு", "பொருளியல்", "இரசாயனவியல்"],
      "correct": "தொல்பொருள் ஆய்வு"
    },
    {
      "question": "சங்ககால மக்கள் அதிகம் பயன்படுத்திய அலங்காரப் பொருள்",
      "options": ["பொன்", "மணி", "வெள்ளி", "வைரம்"],
      "correct": "மணி"
    },
    {
      "question": "சங்ககாலத்தில் மணிகள் எதற்குப் பயன்பட்டன",
      "options": ["அழகு", "செல்வச் சின்னம்", "மத நம்பிக்கை", "அனைத்தும்"],
      "correct": "அனைத்தும்"
    },
    {
      "question": "சங்ககாலத்தில் மணிகள் தயாரிக்கப்பட்ட இடம் எது",
      "options": ["அரிக்காமேடு", "ஆத்திச்சநல்லூர்", "ஊட்டி", "காஞ்சிபுரம்"],
      "correct": "அரிக்காமேடு"
    },
    {
      "question": "மணிகள் தயாரிக்கப் பயன்படுத்தப்பட்ட முக்கிய கற்கள் எவை",
      "options": ["பொன், வெள்ளி", "அகேட், கார்னேலியன்", "சங்கு, சிப்பி", "அலுமினியம்"],
      "correct": "அகேட், கார்னேலியன்"
    },
    {
      "question": "சங்ககால மணிகள் எந்தப் பொருளால் தயாரிக்கப்படவில்லை",
      "options": ["எலும்பு", "கண்ணாடி", "அலுமினியம்", "பவளம்"],
      "correct": "அலுமினியம்"
    },
    {
      "question": "சங்க இலக்கியங்களில் மணிகள் குறித்துச் சொல்லும் நூல்.",
      "options": ["நாலடியார்", "அகநானூறு, புறநானூறு", "திருக்குறள்", "கம்பராமாயணம்"],
      "correct": "அகநானூறு, புறநானூறு"
    },
    {
      "question": "சங்ககால மணிகள் எந்த நாகரிகத்துடன் தொடர்புடையது",
      "options": ["எகிப்தியர்", "ரோமானியர்", "சீனர்", "மங்கோலியர்"],
      "correct": "ரோமானியர்"
    },
    {
      "question": "அகேட் கல் எது.",
      "options": ["முத்து", "பவளம்", "அரை விலைமதிப்புள்ள கல்", "உலோகம்"],
      "correct": "அரை விலைமதிப்புள்ள கல்"
    },
    {
      "question": "கார்னேலியன் எந்த வகை கல்",
      "options": ["சிவப்பு நிறக் கல்", "பச்சை நிறக் கல்", "கருப்பு நிறக் கல்", "வெள்ளை நிறக் கல்"],
      "correct": "சிவப்பு நிறக் கல்"
    },
    {
      "question": "மணிகள் தயாரிக்கப் பயன்படுத்திய பாறைகள் எவை",
      "options": ["பசால்ட், அகேட்", "அகேட், கார்னேலியன்", "கார்னேலியன், பசால்ட்", "இவையனைத்தும்"],
      "correct": "பசால்ட், அகேட்"
    },
    {
      "question": "சங்ககாலத்தில் வெளிநாட்டிற்கு ஏற்றுமதி செய்யப்பட்ட முக்கிய அலங்காரப் பொருள்",
      "options": ["பொன்", "மணி", "வெள்ளி", "வைரம்"],
      "correct": "மணி"
    },
    {
      "question": "சங்ககாலத்தில் மணிகளுடன் சேர்த்து பயன்படுத்தப்பட்ட பொருள்",
      "options": ["பொன்", "வெள்ளி", "பவளம், முத்து", "அனைத்தும்"],
      "correct": "அனைத்தும்"
    },
    {
      "question": "சங்ககாலத்தில் மணிகள் எத்தகைய வடிவில் இருந்தன",
      "options": ["உருண்டை", "நீளவட்டம்", "தட்டு வடிவம்", "அனைத்தும்"],
      "correct": "அனைத்தும்"
    },
    {
      "question": "பண்டைய தமிழர்கள் மணிகளை எவ்வாறு பெற்றனர்",
      "options": ["சுரங்கத் தோண்டல்", "கற்கள் செதுக்குதல்", "கடல் வழியாக", "அனைத்தும்"],
      "correct": "அனைத்தும்"
    },
    {
      "question": "சங்ககாலத்தில் பவள மணிகள் எங்கிருந்து பெற்றனர்",
      "options": ["நிலத்தில் இருந்து", "ஆற்றில் இருந்து", "கடலில் இருந்து", "மலைகளில் இருந்து"],
      "correct": "கடலில் இருந்து"
    },
    {
      "question": "சங்ககால மக்கள் முத்து மணிகளை எங்கிருந்து பெற்றனர்",
      "options": ["நதிகள்", "கடல்", "சுரங்கம்", "மலை"],
      "correct": "கடல்"
    },
    {
      "question": "அகநானூற்றில் மணிகள் எதோடு ஒப்பிடப்பட்டுள்ளன?",
      "options": ["பொன்", "நிலா", "நட்சத்திரங்கள்", "சங்கு"],
      "correct": "நட்சத்திரங்கள்"
    },
    {
      "question": "சங்ககால மக்கள் மணிகளை எந்த வழியில் வெளிநாடுகளுக்கு அனுப்பினர்",
      "options": ["நிலவழி", "கடல் வழி", "வான்வழி", "நதிவழி"],
      "correct": "கடல் வழி"
    },
    {
      "question": "அரிக்காமேடு எங்கு அமைந்துள்ளது",
      "options": ["மதுரை", "புதுச்சேரி அருகில்", "திருச்சி", "சேலம்"],
      "correct": "புதுச்சேரி அருகில்"
    },
    {
      "question": "சங்ககால மணிகளில் மிகவும் விலைமதிப்புள்ளவை",
      "options": ["பொன் மணிகள்", "பவள மணிகள்", "வைரம் மணிகள்", "முத்து மணிகள்"],
      "correct": "முத்து மணிகள்"
    },
    {
      "question": "புறநானூற்றில் குறிப்பிட்ட மணிகள் எதைச் சுட்டிக்காட்டுகின்றன",
      "options": ["மன்னர் செல்வம்", "விவசாயம்", "போர்", "சமாதானம்"],
      "correct": "மன்னர் செல்வம்"
    },
    {
      "question": "சங்ககால மணிகள் இன்று எங்கு பாதுகாக்கப்படுகின்றன.",
      "options": ["நூலகங்களில்", "அருங்காட்சியகங்களில்", "கோவில்களில்", "குகைகளில்"],
      "correct": "அருங்காட்சியகங்களில்"
    },
    {
      "question": "தமிழர்கள் கப்பகளில் பயன்படுத்திய பாய்கள் எதனால் செய்யப்பட்டன",
      "options": ["பருத்தி", "தேங்காய் ஓடு", "பனை ஓலை", "பட்டு"],
      "correct": "பருத்தி"
    },
    {
      "question": "நாவாய் ஓட நிலத்து பெருங்கடல் என்று கூறும் நூல் எது",
      "options": ["திருக்குறள்", "சிலப்பதிகாரம்", "புறநானூறு", "அகநானூறு"],
      "correct": "திருக்குறள்"
    },
    {
      "question": "சங்க காலத்தில் பெருங்கப்பலுக்கு பயன்படுத்தப்பட்ட சொல்",
      "options": ["நாவாய்", "கப்பல்", "ஓடம்", "பாய்மரம்"],
      "correct": "நாவாய்"
    },
    {
      "question": "கப்பலின் உட்பகுதி எதனால் வலுப்படுத்தப்பட்டது.",
      "options": ["கயிறு", "பலகை", "வில்வப் பட்டைகள்", "மரத் தடுப்பு"],
      "correct": "மரத் தடுப்பு"
    },
    {
      "question": "இரும்பு உற்பத்திச் செய்பவர்களை எவ்வாறு அழைத்தனர்",
      "options": ["வணிகர்", "கொல்லர்", "தச்சர்", "உழவர்"],
      "correct": "கொல்லர்"
    },
    {
      "question": "நீர் பாசனத்திற்கு முதன்மை ஆதாரம் எது",
      "options": ["கிணறு", "குளம்", "ஆறு", "ஏரி"],
      "correct": "ஆறு"
    },
    {
      "question": "கல்லணை எந்த ஆற்றின் மீது கட்டப்பட்டது",
      "options": ["வைகை", "காவிரி", "தாமிரபரணி", "பெரியாறு"],
      "correct": "காவிரி"
    },
    {
      "question": "சங்ககாலத்தில் பாசனத்திற்குப் பயன்படுத்தப்பட்ட முக்கிய நீர்நிலைகள்",
      "options": ["கடல், குளம்", "கிணறு, குளம், ஏரி, அணை", "மலை, மேகம்", "பாய்ச்சல், பம்பு"],
      "correct": "கிணறு, குளம், ஏரி, அணை"
    },
    {
      "question": "சோழர்கள் கடல் வாணிபம் செய்த முக்கிய துறைமுகம் எது",
      "options": ["பூம்புகார்", "கன்னியாகுமரி", "மதுரை", "தஞ்சாவூர்"],
      "correct": "பூம்புகார்"
    },
    {
      "question": "பாசன நீரை விளைநிலங்களுக்கு திருப்பி விட பயன்படுத்தப்பட்ட தடுப்பு",
      "options": ["மதகு", "நங்கூரம்", "குமுழி", "கடகா"],
      "correct": "மதகு"
    },
    {
      "question": "ஊரணி என்றால் என்ன",
      "options": ["பெரிய ஆறு", "நீர் அருந்தும் குளம்", "கடல்", "பாசனக் கால்வாய்"],
      "correct": "நீர் அருந்தும் குளம்"
    },
    {
      "question": "பாசனத்துடன் தொடர்புடைய தொழில் எது",
      "options": ["நெசவு", "வேளாண்மை", "மேலாண்மை", "கைவினை"],
      "correct": "வேளாண்மை"
    },
    {
      "question": "கட்டுமரம் எதற்குப் பயன்பட்டது",
      "options": ["பாசனத்திற்கு", "கடல்சார் பயணத்திற்கு", "நிலஅளவைத்தொழில்", "வேளாண்மை உழவு"],
      "correct": "கடல்சார் பயணத்திற்கு"
    },
    {
      "question": "கடல் வாணிபத்தில் சோழர்களின் பங்களிப்பை எதன் மூலம் அறிந்து கொள்ள முடிகிறது.",
      "options": ["தொல்லியல் சான்றுகள்", "உலோகக் கல்வெட்டுகள்", "சங்க இலக்கியங்கள்", "மேற்கண்ட அனைத்தும்"],
      "correct": "மேற்கண்ட அனைத்தும்"
    },
    {
      "question": "பாசன நீரைப் பயன்படுத்தும் முறைகளில் ஒன்று எது",
      "options": ["துளி பாசனம்", "காற்றாடி முறை", "இசோலார் முறை", "சுத்திகரிப்பு முறை"],
      "correct": "துளி பாசனம்"
    },
    {
      "question": "சங்க காலத்தில் கிணற்றில் இருந்து நீரை எடுக்கும் பாரம்பரிய கருவி எது?",
      "options": ["சக்கரம்", "வாளி", "கம்பி", "எடுப்பு மரம்"],
      "correct": "எடுப்பு மரம்"
    },
    {
      "question": "நீர்ப்பாசன முன்னேற்றத்தில் முக்கிய பங்கு வகிப்பவர்கள்",
      "options": ["பாண்டியர்கள்", "சோழர்கள்", "சேரர்கள்", "பல்லவர்"],
      "correct": "சோழர்கள்"
    },
    {
      "question": "பாசன நீரைக் கொண்டு அதிகமாக விளைந்த பயிர் எது",
      "options": ["பருத்தி", "கரும்பு", "நெல்", "கடலை"],
      "correct": "நெல்"
    },
    {
      "question": "சங்ககாலத்தில் ஆழி என்பது எதை குறிக்கிறது.",
      "options": ["கடல்", "ஏரி", "குளம்", "கிணறு"],
      "correct": "கடல்"
    },
    {
      "question": "கடல்சார் வாணிபத்திற்காக பயன்படுத்திய சிறிய படகு எது",
      "options": ["ஓடம்", "கட்டுமரம்", "படகு", "தோணி"],
      "correct": "கட்டுமரம்"
    },
    {
      "question": "பூம்புகார் எதற்காகப் பிரபலமானது",
      "options": ["வேளாண்மை", "வணிகத் துறைமுகம்", "இரும்பு தொழிற்சாலை", "கோவில்"],
      "correct": "வணிகத் துறைமுகம்"
    },
    {
      "question": "கல்லணையை கட்டியவர் யார்.",
      "options": ["கரிகால சோழன்", "ராஜராஜ சோழன்", "இராஜேந்திர சோழன்", "முதலாம் பராந்தக சோழன்"],
      "correct": "கரிகால சோழன்"
    },
    {
      "question": "மழைநீர் சேகரிப்பு எந்தக் காலத்தில் தொடங்கப்பட்டது",
      "options": ["சங்ககாலம்", "பல்லவ காலம்", "நவீன காலம்", "மராத்தியர் காலம்"],
      "correct": "சங்ககாலம்"
    },
    {
      "question": "பாசன நீரைச் சேமிப்பதற்கான பெரிய குளங்களை தோண்டினவர்கள்",
      "options": ["சோழர்", "பாண்டியர்", "சேரர்", "அனைவரும்"],
      "correct": "அனைவரும்"
    },
    {
      "question": "சங்ககாலத்தில் நெய்தல் மக்கள் அதிகம் செய்த தொழில்",
      "options": ["மீன்பிடி", "விவசாயம்", "உலோகம்", "நெசவு"],
      "correct": "மீன்பிடி"
    },
    {
      "question": "சங்ககாலத்தில் பாசன வசதி எதை உறுதிசெய்தது.",
      "options": ["உணவுப் பாதுகாப்பு", "தொழில்நுட்ப வளர்ச்சி", "வணிக வளர்ச்சி", "கல்வி வளர்ச்சி"],
      "correct": "உணவுப் பாதுகாப்பு"
    },
    {
      "question": "கல்லணை அமைந்த இடம் எது",
      "options": ["திருச்சி", "மதுரை", "தஞ்சாவூர்", "காஞ்சிபுரம்"],
      "correct": "திருச்சி"
    },
    {
      "question": "தமிழர்கள் கடல் வாணிகம் மேற்கொண்ட காலம்",
      "options": ["கி.மு 1000", "கி.மு 2000", "கி.மு 3000", "கி.பி 1500"],
      "correct": "கி.மு 3000"
    },
    {
      "question": "தமிழர்கள் இறக்குமதி செய்த பொருள் எது",
      "options": ["பொன், வெள்ளி", "பஞ்சு", "உப்பு", "மிளகு"],
      "correct": "பொன், வெள்ளி"
    },
    {
      "question": "மீனவர்களை எவ்வாறு அழைத்தனர்",
      "options": ["பரதவர்", "வேளாளர்", "தச்சர்", "ஆயர்"],
      "correct": "பரதவர்"
    },
    {
      "question": "மீனவர்கள் பயன்படுத்திய கருவி",
      "options": ["வலை", "வாளி", "ஊசி", "அரிவாள்"],
      "correct": "வலை"
    },
    {
      "question": "தமிழர்களின் முக்கியமான கடல் வளம்",
      "options": ["தங்கம்", "முத்து", "பவளம்", "உப்பு"],
      "correct": "முத்து"
    },
    {
      "question": "முத்துக்குளித்தவர்களை என்னவென்று அழைத்தனர்",
      "options": ["குளியாளிகள்", "ஆயர்", "தச்சர்", "கைவினையர்"],
      "correct": "குளியாளிகள்"
    },
    {
      "question": "முத்து அதிகம் கிடைத்த இடம்",
      "options": ["பாண்டிய நாடு", "சோழர் நாடு", "சேர நாடு", "தொண்டை நாடு"],
      "correct": "பாண்டிய நாடு"
    },
    {
      "question": "முத்துக்கள் எதனுடன் ஒப்பிடப்பட்டன",
      "options": ["தங்கம்", "இரும்பு", "செம்பு", "வெள்ளி"],
      "correct": "தங்கம்"
    },
    {
      "question": "முத்துக்குளிப்பவர்கள் முத்தை எப்படிப் பெற்றனர்",
      "options": ["கடலில் மூழ்கி", "கரையில் நின்று", "நதியில் தேடி", "வலை வீசி"],
      "correct": "கடலில் மூழ்கி"
    },
    {
      "question": "முத்துக்குளித்தளிக்கு வழங்கும் வேறு பெயர்கள்",
      "options": ["பவளச் சலாபம்", "முத்துச் சலாபம்", "மணிச் சலாபம்", "பவளக்குளிப்பு"],
      "correct": "முத்துச் சலாபம்"
    },
    {
      "question": "முத்துக்கள் எவ்வாறு உருவாகின்றன",
      "options": ["சிப்பிக்குள்", "பவளத்தில்", "மணலில்", "பாறையில்"],
      "correct": "சிப்பிக்குள்"
    },
    {
      "question": "தமிழர்கள் பின்பற்றிய அறிவியல்.",
      "options": ["வானியல்", "இரசவாதம்", "சோதிடவியல்", "மண்ணியல்"],
      "correct": "வானியல்"
    },
    {
      "question": "மருத்துவம் குறித்த சிந்தனைகள் எங்கு உள்ளது",
      "options": ["சங்க இலக்கியம்", "பாளி நூல்கள்", "அரபுக் கல்வெட்டுகள்", "தேவாரம்"],
      "correct": "சங்க இலக்கியம்"
    },
    {
      "question": "சங்ககால தமிழர்களின் அறிவு தொடர்புடையது",
      "options": ["விண்வெளி", "நிலக்கரி", "புல் வெட்டுதல்", "கைவினை"],
      "correct": "விண்வெளி"
    },
    {
      "question": "சூரியக் குடும்பத்தின் மையத்தில் எது உள்ளது.",
      "options": ["நிலா", "சூரியன்", "பூமி", "சனி"],
      "correct": "சூரியன்"
    },
    {
      "question": "சூரியக் குடும்பத்தில் எத்தனை கிரகங்கள் உள்ளன",
      "options": ["7", "8", "9", "10"],
      "correct": "8"
    },
    {
      "question": "சூரியனுக்கு மிக அருகில் உள்ள கிரகம் எது",
      "options": ["சனி", "புதன்", "செவ்வாய்", "பூமி"],
      "correct": "புதன்"
    },
    {
      "question": "வளையங்களால் சூழப்பட்ட கிரகம் எது",
      "options": ["புதன்", "சனி", "பூமி", "செவ்வாய்"],
      "correct": "சனி"
    },
    {
      "question": "பண்டைய தமிழர்கள் எண்களை எதன் மூலம் குறிப்பிட்டனர்",
      "options": ["இலக்கங்கள்", "ஓவியங்கள்", "சின்னங்கள்", "அகரவரிசை"],
      "correct": "அகரவரிசை"
    },
    {
      "question": "எட்டு என்னும் எண்யை குறிக்கும் தமிழ் எழுத்து.",
      "options": ["எ", "க", "உ", "அ"],
      "correct": "அ"
    },
    {
      "question": "பழந்தமிழர்கள் மருத்துவத்துக்கு பயன்படுத்தியது",
      "options": ["இரசாயன மருந்துகள்", "மூலிகைகள்", "தொழிற்சாலை மருந்துகள்", "மேற்கு மருந்துகள்"],
      "correct": "மூலிகைகள்"
    },
    {
      "question": "சங்க காலத்தில் நேரம் கணக்கிட பயன்படுத்திய கருவி எது?",
      "options": ["மணற்கடிகாரம்", "நீர்க்கடிகாரம்", "சூரியக் கடிகாரம்", "கடிகாரம்"],
      "correct": "நீர்க்கடிகாரம்"
    },
    {
      "question": "நீர்க்கடிகாரத்தை கண்டுபிடித்தவர்கள் யார்",
      "options": ["கிரேக்கர்", "பழந்தமிழர்", "எகிப்தியர்", "சீனர்"],
      "correct": "பழந்தமிழர்"
    },
    {
      "question": "விண்மீன்கள் எதனால் பிரகாசிக்கின்றன?",
      "options": ["நிலவின் ஒளி", "சூரியனின் ஒளி", "தமக்குள்ளான ஒளி", "மின்னல்"],
      "correct": "தமக்குள்ளான ஒளி"
    },
    {
      "question": "தமிழ் இலக்கியங்களில் விண்மீன்கள் பற்றிய சான்று எதைக் காட்டுகின்றன",
      "options": ["பண்டைய வானியல் அறிவு", "மருத்துவ அறிவு", "நிலவியல் அறிவு", "கணித அறிவு"],
      "correct": "பண்டைய வானியல் அறிவு"
    },
    {
      "question": "முத்துக்குளிக்கும் தொழில் பற்றிய பாடல்களை பாடியவர்",
      "options": ["நக்கீரர்", "கபிலர்", "ஒளவையார்", "கம்பர்"],
      "correct": "ஒளவையார்"
    },
    {
      "question": "தமிழர்களின் அறிவியல் சிந்தனைகள் எதனோடு தொடர்புடையது",
      "options": ["இயற்கை", "போர்", "அரசியல்", "வேதங்கள்"],
      "correct": "இயற்கை"
    },
    {
      "question": "சங்க இலக்கியத்தில் அறிவுசார் சிந்தனைகள் எங்கு பதிவு செய்யப்பட்டுள்ளது",
      "options": ["அகநானூறு", "நற்றிணை", "குறுந்தொகை", "பரிபாடல்"],
      "correct": "அகநானூறு"
    },
    {
      "question": "அறிவியல் வளர்ச்சிக்கு ஆணி வேர் எது",
      "options": ["சங்கத்தமிழ்", "தனித்தமிழ்", "அறிவியல் தமிழ்", "பண்டையத் தமிழ்"],
      "correct": "அறிவியல் தமிழ்"
    },
    {
      "question": "எட்டாம் உலக தமிழ் மாநாடு எந்த ஆண்டு நடத்தப்பட்டது",
      "options": ["1995", "1985", "1997", "1999"],
      "correct": "1995"
    },
    {
      "question": "எட்டாம் உலக தமிழ் மாநாடு எங்கு நடத்தப்பட்டது",
      "options": ["மதுரை", "தஞ்சாவூர்", "திருச்சி", "ஈரோடு"],
      "correct": "தஞ்சாவூர்"
    },
    {
      "question": "தொல்காப்பியர் வரையறுத்த ஒலியன்களின் எண்ணிக்கை",
      "options": ["23", "43", "33", "53"],
      "correct": "33"
    },
    {
      "question": "நோம் சாம்ஸ்கி என்பவர் யார்",
      "options": ["அறிவியல் அறிஞர்", "தத்துவ அறிஞர்", "மொழி அறிஞர்", "வரலாற்று அறிஞர்"],
      "correct": "மொழி அறிஞர்"
    },
    {
      "question": "கலைச் செல்வங்கள் யாவும் கொணர்ந்திங்கு சேர்ப்பீர் என்று பாடியவர்",
      "options": ["நாமக்கல் கவிஞர்", "பரிதிமாற்கலைஞர்", "பாரதியார்", "பாரதிதாசன்"],
      "correct": "பாரதியார்"
    },
    {
      "question": "உலகில் இன்று ஆண்டிற்கு எத்தனை அறிவியல் கலைச்சொற்கள் தோன்றின?",
      "options": ["600", "800", "400", "900"],
      "correct": "800"
    },
    {
      "question": "எட்டு இலக்கம் கொண்ட அறிவியல் கலைச் சொற்களை உருவாக்கியவர்.",
      "options": ["மணவ முஸ்தபா", "செ.வை. சண்முகம்", "தெ.பொ.மீ", "பா.ரா. சுப்பிரமணியன்"],
      "correct": "மணவ முஸ்தபா"
    },
    {
      "question": "கணினியின் தந்தை யார்",
      "options": ["பாஸ்கல்", "சார்ல்ஸ் பாபேஜ்", "லீப்னிட்ஸ்", "நியூட்டன்"],
      "correct": "சார்ல்ஸ் பாபேஜ்"
    },
    {
      "question": "கணினி எந்த ஆண்டில் உருவாக்கப்பட்டது",
      "options": ["1824", "1834", "1844", "1854"],
      "correct": "1834"
    },
    {
      "question": "கணினி பயன்படுத்தப்பட்ட முதல் தலைமுறைக் காலம்",
      "options": ["1920-1940", "1940-1956", "1957-1964", "1970-1980"],
      "correct": "1940-1956"
    },
    {
      "question": "கணினி என்ற சொல்லின் பொருள்",
      "options": ["கணக்கு காண்பவன்", "அறிவு கொடுப்பவன்", "வேலை செய்பவன்", "எண்ணம் கொண்டவன்"],
      "correct": "கணக்கு காண்பவன்"
    },
    {
      "question": "இணையத்தில் தமிழுக்காக அதிகம் பணியாற்றியவர் யார்",
      "options": ["பாரதி", "இராமலிங்க அடிகள்", "பி.ஜி.வாணன்", "பாரதிதாசன்"],
      "correct": "பி.ஜி.வாணன்"
    },
    {
      "question": "Software என்பதின் தமிழாக்கம் யாது?",
      "options": ["மென்பொருள்", "உடற்கருவி", "செயலி", "கணினி"],
      "correct": "மென்பொருள்"
    },
    {
      "question": "Artificial Intelligence என்பதின் தமிழாக்கம் யாது?",
      "options": ["செயற்கை அறிவு", "செயற்கை நுண்ணறிவு", "பாசாங்கு அறிவு", "தானியக்க அறிவு"],
      "correct": "செயற்கை நுண்ணறிவு"
    },
    {
      "question": "Email என்பதன் தமிழின் பொருள்",
      "options": ["மின்னஞ்சல்", "அஞ்சல்", "மின்னஞ்சல் பெட்டி", "கடிதம்"],
      "correct": "மின்னஞ்சல்"
    },
    {
      "question": "Website என்ற சொல்லுக்கு தமிழாக்கம் தருக.",
      "options": ["இணையம்", "இணையதளம்", "மின்னஞ்சல்", "தேடுபொறி"],
      "correct": "இணையதளம்"
    },
    {
      "question": "Unicode எதற்குப் பயன்படுத்தப்படுகிறது",
      "options": ["தமிழ் இலக்கியம் எழுத", "கணினியில் தமிழ் எழுத", "கணக்கீடு செய்ய", "இணைய வேகம் அதிகரிக்க"],
      "correct": "கணினியில் தமிழ் எழுத"
    },
    {
      "question": "தமிழ் இணையக் கழகம் தொடங்கப்பட்ட ஆண்டு",
      "options": ["1998", "2000", "2002", "2005"],
      "correct": "2000"
    },
    {
      "question": "INFITT அமைப்பின் விரிவாக்கம்",
      "options": [
        "International Forum for Information Technology in Tamil",
        "International Forum for Internet Tamil Technology",
        "International Federation for Tamil",
        "International Forum for Tamil Teaching"
      ],
      "correct": "International Forum for Information Technology in Tamil"
    },
    {
      "question": "தமிழில் அறிவியல் சொற்களை உருவாக்கும் அரசு அமைப்பு",
      "options": ["தமிழ் சங்கம்", "தமிழ்நாடு அறிவியல் சொற்பொருள் ஆணையம்", "உலகத் தமிழ் ஆராய்ச்சி நிறுவனம்", "கல்வித் துறை"],
      "correct": "தமிழ்நாடு அறிவியல் சொற்பொருள் ஆணையம்"
    },
    {
      "question": "தமிழ் மொழி ஐ.நா.வில் முன்மொழியப்பட்ட ஆண்டு",
      "options": ["1950", "1961", "1975", "1980"],
      "correct": "1961"
    },
    {
      "question": "இணையத்தில் தமிழின் வளர்ச்சிக்கு காரணமான முக்கிய தொழில்நுட்பம்",
      "options": ["யூனிக்கோடு", "மின்னஞ்சல்", "பில்ட்டர்", "பிரின்டர்"],
      "correct": "யூனிக்கோடு"
    },
    {
      "question": "Digital India என்பதன் தமிழாக்கம்",
      "options": ["மின்னணு இந்தியா", "இணைய இந்தியா", "டிஜிட்டல் தமிழ்", "கணினி இந்தியா"],
      "correct": "மின்னணு இந்தியா"
    },
    {
      "question": "அறிவியல் தமிழின் முக்கிய நோக்கம் என்ன",
      "options": ["பாடல்கள் எழுத", "அறிவியலை தமிழில் வளர்த்தல்", "அரசியல் செய்ய", "கல்வியை நிறுத்துதல்"],
      "correct": "அறிவியலை தமிழில் வளர்த்தல்"
    },
    {
      "question": "மதுரை தமிழ் இலக்கிய மின் தொகுப்பு திட்டம் தொடங்கப்பட்ட ஆண்டு",
      "options": ["1996", "1998", "2000", "2005"],
      "correct": "1998"
    },
    {
      "question": "மதுரை தமிழ் இலக்கிய மின் தொகுப்பு திட்டத்தின் முக்கிய நோக்கம்",
      "options": ["தமிழ் பாடங்கள் வெளியிட", "தமிழ் நூல்களை மின்நூல்களாக்க", "தமிழ் திரைப்படங்களை பாதுகாக்க", "தமிழ் அகராதி வெளியிட"],
      "correct": "தமிழ் நூல்களை மின்நூல்களாக்க"
    },
    {
      "question": "மதுரை தமிழ் இலக்கிய மின் தொகுப்பு திட்டம் எந்த வகை நூல்களை மின்நூல்களாக்குகிறது",
      "options": ["பழைய பாடநூல்கள்", "பழையத் தமிழ் நூல்கள்", "புதிய பத்திரிகைகள்", "நவீன அறிவியல் நூல்கள்"],
      "correct": "பழையத் தமிழ் நூல்கள்"
    },
    {
      "question": "உலக மின்நூலகம் (World Digital Library) தொடங்கிய அமைப்பு",
      "options": ["UNICEF", "UNESCO", "UNO", "WHO"],
      "correct": "UNESCO"
    },
    {
      "question": "உலக மின்நூலகம் (WDL) எந்த ஆண்டு தொடங்கப்பட்டது",
      "options": ["2005", "2009", "2010", "2012"],
      "correct": "2009"
    },
    {
      "question": "தமிழ் இணையக் கல்விக்கழகம் தொடங்கப்பட்ட ஆண்டு",
      "options": ["1998", "2000", "2001", "2005"],
      "correct": "2001"
    },
    {
      "question": "தமிழ் இணையக் கல்விக்கழக இணைய முகவரி",
      "options": ["www.tamilvu.org", "www.projectmadurai.org", "www.tamildigitallibrary.in", "www.nooththaan.org"],
      "correct": "www.tamilvu.org"
    },
    {
      "question": "தமிழ் மின்நூலகம் (Tamil Digital Library) தொடங்கப்பட்ட ஆண்டு",
      "options": ["2005", "2007", "2009", "2011"],
      "correct": "2005"
    },
    {
      "question": "தமிழ் மின்நூலகத்தின் இணைய முகவரி",
      "options": ["www.nooththaan.org", "www.projectmadurai.org", "www.tamildigitallibrary.in", "www.tamilvu.org"],
      "correct": "www.tamildigitallibrary.in"
    },
    {
      "question": "ரோஜா முத்தையா ஆராய்ச்சி நூலகம் (RMRL) எங்கு அமைந்துள்ளது",
      "options": ["மதுரை", "சென்னை", "திருச்சி", "கோவை"],
      "correct": "சென்னை"
    },
    {
      "question": "ரோஜா முத்தையா ஆராய்ச்சி நூலகம் முக்கியமாக சேகரிப்பது",
      "options": ["தமிழ் திரைப்படங்கள்", "பழைய தமிழ் இதழ்கள் மற்றும் நூல்கள்", "தமிழ் இசைத் தொகுப்புகள்", "தமிழ் அறிவியல் நூல்கள்"],
      "correct": "பழைய தமிழ் இதழ்கள் மற்றும் நூல்கள்"
    },
    {
      "question": "ரோஜா முத்தையா ஆராய்ச்சி நூலகம் எந்த ஆண்டு நிறுவப்பட்டது",
      "options": ["1992", "1994", "1996", "1998"],
      "correct": "1994"
    },
    {
      "question": "தமிழ் இணையக் கல்விக்கழகத்தை தொடங்கிய முதல்வர்",
      "options": ["கலைஞர் கருணாநிதி", "எம்.ஜி.ஆர்", "அண்ணா", "ஜெயலலிதா"],
      "correct": "கலைஞர் கருணாநிதி"
    },
    {
      "question": "உலக மின்நூலகம் (WDL) வெளியிடும் முக்கிய தகவல் என்ன",
      "options": ["உலக நாடுகளின் பண்பாட்டு மரபுகள்", "அறிவியல் கண்டுபிடிப்புகள்", "அரசியல் செய்திகள்", "நவீன நாவல்கள்"],
      "correct": "உலக நாடுகளின் பண்பாட்டு மரபுகள்"
    },
    {
      "question": "ரோஜா முத்தையா ஆராய்ச்சி நூல்கம் யாரின் தனிப்பட்ட நூல் சேகரிப்பின் அடிப்படையில் தொடங்கப்பட்டது",
      "options": ["இரா. முத்தையா", "கண்ணன்", "பாரதி", "சுந்தர் ராமசாமி"],
      "correct": "இரா. முத்தையா"
    },
    {
      "question": "ரோஜா முத்தையா ஆராய்ச்சி நூல்கத்தின் முதன்மை இலக்கு",
      "options": ["தமிழ் திரைப்பட சேகரிப்பு", "தமிழ் இதழ்களின் பாதுகாப்பு", "தமிழ் அகராதி வெளியீடு", "தமிழ் மென்பொருள் உருவாக்கம்"],
      "correct": "தமிழ் இதழ்களின் பாதுகாப்பு"
    },
    {
      "question": "உலகத்தமிழாராய்ச்சி நிறுவனம் எந்த ஆண்டு உருவாக்கப்பட்டது.",
      "options": ["1970", "1987", "1997", "1967"],
      "correct": "1970"
    },
    {
      "question": "உலகத்தமிழாராய்ச்சி நிறுவனம் எந்த அமைச்சரால் தொடங்கப்பட்டது",
      "options": ["கலைஞர் கருணாநிதி", "அறிஞர் அண்ணா", "காமராசர்", "எம்.ஜி.ஆர்"],
      "correct": "அறிஞர் அண்ணா"
    },
    {
      "question": "உலகத்தமிழாராய்ச்சி நிறுவனம் வெளியிட்ட தமிழியல் ஆய்வு இதழ் எந்த ஆண்டு வெளியிடப்பட்டது.",
      "options": ["1982", "1972", "2002", "1992"],
      "correct": "1972"
    },
    {
      "question": "E-Library என்பதன் பொருள் என்ன",
      "options": ["மின்நூலகம்", "இணையவழி வகுப்பு", "மின் அகராதி", "தகவல் களஞ்சியம்"],
      "correct": "மின்நூலகம்"
    },
    {
      "question": "E-Book என்பதன் தமிழாக்கம்",
      "options": ["மின்னூல்", "மின்னஞ்சல்", "மின் பக்கம்", "மின் கல்வி"],
      "correct": "மின்னூல்"
    },
    {
      "question": "முதலாவது தமிழ் மின் அகராதி எப்போது உருவாக்கப்பட்டது",
      "options": ["1991", "1993", "1995", "1999"],
      "correct": "1993"
    },
    {
      "question": "சொற்குவைத் திட்டத்தின் தலைமையகம் எங்கு அமைந்துள்ளது",
      "options": ["சென்னை", "மதுரை", "திருச்சி", "புது தில்லி"],
      "correct": "சென்னை"
    },
    {
      "question": "சொற்குவைத் திட்டத்தின் நோக்கம் என்ன",
      "options": ["பாடப்புத்தகங்களை எழுதுதல்", "தமிழ் மொழியின் சொல்வளத்தைப் பெருக்குதல்", "இலக்கணம் உருவாக்குதல்", "வரலாற்று நூல்கள் தொகுத்தல்"],
      "correct": "தமிழ் மொழியின் சொல்வளத்தைப் பெருக்குதல்"
    },
    {
      "question": "சொற்குவைப் பயிற்சி திட்டம் மாதந்தோறும் எத்தனை நாட்கள் நடக்கும்",
      "options": ["2 நாட்கள்", "3 நாட்கள்", "4 நாட்கள்", "5 நாட்கள்"],
      "correct": "4 நாட்கள்"
    }
  ]

